Revit 2027 API
SymbolTypeId.FootSingleQuote Property
 Symbol ', indicating unit Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FootSingleQuote { get; }
Public Shared ReadOnly Property FootSingleQuote As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FootSingleQuote {
	ForgeTypeId^ get ();
}
static member FootSingleQuote : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace